Repository: yoosamui/oso
Catalog: home/.local/share/cinnamon/applets/betterlock/po/*.po
Languages: fr

source: Num Lock
fr: Verrouillage Numérique

source: Caps Lock
fr: Verrouillage Majuscules

source: Lock Keys
fr: Touches Verrouillées

source: Num lock on
fr: Verrouillage Numérique activé

source: Num lock off
fr: Verrouillage Numérique désactivé

source: Caps lock on
fr: Verrouillage Majuscules activé

source: Caps lock off
fr: Verrouillage Majuscules déactivé

source: Show notifications
fr: Afficher les notifications

source: Num Lock only
fr: Verrouillage Numérique uniquement

source: Caps Lock only
fr: Verrouillage Majuscules uniquement

source: Num Lock and Caps Lock
fr: Verrouillage Numérique et Vérrouillage Majuscules

source: Choose which indicator to show
fr: Choisissez quels indicateurs afficher

source: Shows whether caps lock/num lock is on, and displays a notification when these change.
fr: Indique si le verrouillage numérique/majuscules est activé, et affiche une notification lorsque leur état change.

source: Num Lock/Caps Lock indicator with notifications
fr: Indicateur de Verrouillage Numérique/Majuscules avec notifications
